/* Type of IP address */
"6to4 relay" = "Przekaźnik 6to4";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort podłączony";

/* No comment provided by engineer. */
"Airport connected" = "AirPort podłączony";

/* No comment provided by engineer. */
"Airport disconnected" = "AirPort odłączony";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort odłączony";

/* No comment provided by engineer. */
"Battery charging..." = "Ładowanie baterii...";

/* Type of IP address */
"Benchmark" = "Benchmark";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Połączenie Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Urządzenie Bluetooth podłączone";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Urządzenie Bluetooth odłączone";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Rozłączono Bluetooth";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Aktualny stan naładowania: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Aktywowano Ethernet";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Deaktywowano Ethernet";

/* No comment provided by engineer. */
"FireWire Connection" = "Połączenie FireWire";

/* No comment provided by engineer. */
"FireWire Device Connected" = "Urządzenie Bluetooth podłączone";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "Urządzenie Bluetooth odłączone";

/* No comment provided by engineer. */
"FireWire Disconnection" = "Rozłączono FireWire";

/* No comment provided by engineer. */
"Group Network Notifications" = "Grupuj powiadomienia sieciowe";

/* No comment provided by engineer. */
"Interface:\ten0" = "Interfejs:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Interfejs:\ten0\nMedia:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "Uzyskano IP";

/* No comment provided by engineer. */
"IP address acquired" = "Uzyskano adres IP";

/* No comment provided by engineer. */
"IP address released" = "Zwolniono adres IP";

/* No comment provided by engineer. */
"IP Released" = "Zwolniono IP";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Połączono z siecią.\nSSID:\t\t%@\nBSSID:\t%@";

/* No comment provided by engineer. */
"Left network %@." = "Opuszczono sieć %@.";

/* Type of IP address */
"Link-local" = "Link-local";

/* Type of IP address */
"Loopback" = "Loopback";

/* No comment provided by engineer. */
"Network Link Down" = "Połączenie sieciowe zatrzymane";

/* No comment provided by engineer. */
"Network Link Up" = "Połączenie sieciowe uruchomione";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Nowe główne IP: %@ (%@)";

/* No comment provided by engineer. */
"No IP address now" = "Aktualnie brak adresu IP";

/* No comment provided by engineer. */
"On A/C power" = "Zasilanie sieciowe";

/* No comment provided by engineer. */
"On battery power" = "Zasilanie bateryjne";

/* No comment provided by engineer. */
"On UPS power" = "Zasilanie UPS";

/* No comment provided by engineer. */
"Preferences..." = "Preferencje...";

/* Type of IP address */
"Private" = "Prywatny";

/* Type of IP address */
"Public" = "Publiczny";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Zakończ";

/* Type of IP address */
"Reserved" = "Zarezerwowany";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Pokaż podłączone urządzenia podczas uruchamiania";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Przełączono na zasilanie sieciowe";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Przełączono na zasilanie bateryjne";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Przełączono na zasilanie UPS";

/* No comment provided by engineer. */
"Sync finished" = "Synchronizacja zakończona";

/* No comment provided by engineer. */
"Sync started" = "Synchronizacja rozpoczęta";

/* Type of IP address */
"Test" = "Test";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Ustawienie będzie aktywne po ponownym uruchomieniu aplikacji HardwareGrowler.";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Pozostały czas: %i min.";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "Czas pozostały do naładowania: %i min.";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Nienazwane urządzenie FireWire";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Szyna USB 2.0";

/* No comment provided by engineer. */
"USB Bus" = "Szyna USB";

/* No comment provided by engineer. */
"USB Connection" = "Połączenie USB";

/* No comment provided by engineer. */
"USB Device Connected" = "Urządzenie USB podłączone";

/* No comment provided by engineer. */
"USB Device Disconnected" = "Urządzenie USB odłączone";

/* No comment provided by engineer. */
"USB Disconnection" = "Rozłączono USB";

/* No comment provided by engineer. */
"Volume Mounted" = "Zamontowano wolumin";

/* No comment provided by engineer. */
"Volume Unmounted" = "Odmontowano wolumin";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Otwórz preferencje...";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Pokaż ikonę w obydwu";

/* display the icon only in the dock */
"Show icon in the dock" = "Pokaż ikonę w Docku";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Pokaż ikonę w pasku menu";

/* display no icon at all */
"No icon visible" = "Brak widocznej ikony";

/* No comment provided by engineer. */
"Icon:" = "Ikona:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Ustawienie tej opcji spowoduje uruchomienie aplikacji HardwareGrowler bez ikon widocznych w Docku i pasku menu.\n\nAby przejść do okna preferencji, uruchom aplikację w Launchpadzie lub Finderze.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Uwaga! To ustawienie spowoduje uruchomienie aplikacji HardwareGrowler w tle";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Uwaga! To ustawienie doda aplikację HardwareGrowler do pozycji uruchamianych podczas logowania";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Dzięki temu aplikacja HardwareGrowler będzie mogła udostępnić swoje funkcje innym programom za każdym razem, gdy się logujesz";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Uruchom aplikację HardwareGrowler podczas logowania:";

